{
  "Comment.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "advanced-git-search.nvim": {
    "branch": "main"
  },
  "aerial.nvim": {
    "branch": "master"
  },
  "auto-session": {
    "branch": "main"
  },
  "blame.nvim": {
    "branch": "main"
  },
  "blink-cmp-copilot": {
    "branch": "main"
  },
  "blink-cmp-words": {
    "branch": "main"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot.lua": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "dashboard-nvim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "dropbar.nvim": {
    "branch": "master"
  },
  "fcitx.vim": {
    "branch": "fcitx5"
  },
  "flash-zh.nvim": {
    "branch": "main"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "git-conflict.nvim": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glance.nvim": {
    "branch": "master"
  },
  "go.nvim": {
    "branch": "master"
  },
  "goto-preview": {
    "branch": "main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "guihua.lua": {
    "branch": "master"
  },
  "haskell-tools.nvim": {
    "branch": "master"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "kanagawa.nvim": {
    "branch": "master"
  },
  "kulala.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazygit.nvim": {
    "branch": "main"
  },
  "live-rename.nvim": {
    "branch": "main"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "lua-json5": {
    "branch": "master"
  },
  "lualine-lsp-progress": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "neogen": {
    "branch": "main"
  },
  "neoscroll.nvim": {
    "branch": "master"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-dap-virtual-text": {
    "branch": "master"
  },
  "nvim-dbee": {
    "branch": "master"
  },
  "nvim-java": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lsp-file-operations": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "main"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "nvim-window-picker": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "render-markdown": {
    "branch": "main"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "search.nvim": {
    "branch": "main"
  },
  "spring-boot.nvim": {
    "branch": "main"
  },
  "telescope-dap.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "termite.nvim": {
    "branch": "main"
  },
  "tiny-inline-diagnostic.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "utf8.nvim": {
    "branch": "main"
  },
  "venv-selector.nvim": {
    "branch": "main"
  },
  "vim-illuminate": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "wordcounter.nvim": {
    "branch": "master"
  }
}
